IdeaRS.OpenModel.Concrete.CheckResult.ConcreteULSCheckResultDiagramCapacity
ULS Check Diagram Capacity base

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteULSCheckResultDiagramCapacity.Fu
calculated ultimate internal forces

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteULSCheckResultDiagramCapacity.CheckMethod
method of check